Repository: toaotc/Validator
Catalog: Resources/translations/validators.*.xlf
Languages: de

source: This file is not a valid audio.
de: Diese Datei ist kein gültiges Audio.

source: The format of the audio could not be detected.
de: Das Format dieses Audios konnte nicht ermittelt werden.

source: The audio is too long ({{ duration }} seconds). Allowed maximum duration is {{ max_duration }} seconds.
de: Das Audio ist zu lang ({{ duration }} Sekunden). Die maximal erlaubte Länge ist {{ max_duration }} Sekunden.

source: The audio is too short ({{ duration }} seconds). Minimum duration expected is {{ min_duration }} seconds.
de: Das Audio ist zu kurz ({{ duration }} Sekunden). Die erlaubte Mindestlänge ist {{ min_duration }} Sekunden.

source: This file is not a valid video.
de: Diese Datei ist kein gültiges Video.

source: The format of the video could not be detected.
de: Das Format dieses Videos konnte nicht ermittelt werden.

source: The video is too long ({{ duration }} seconds). Allowed maximum duration is {{ max_duration }} seconds.
de: Das Video ist zu lang ({{ duration }} Sekunden). Die maximal erlaubte Länge ist {{ max_duration }} Sekunden.

source: The video is too short ({{ duration }} seconds). Minimum duration expected is {{ min_duration }} seconds.
de: Das Video ist zu kurz ({{ duration }} Sekunden). Die erlaubte Mindestlänge ist {{ min_duration }} Sekunden.

source: The video width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
de: Das Video ist zu breit ({{ width }}px). Die maximal erlaubte Breite ist {{ max_width }}px.

source: The video width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
de: Das Video ist zu schmal ({{ width }}px). Die erforderliche Mindestbreite ist {{ min_width }}px.

source: The video height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
de: Das Video ist zu hoch ({{ height }}px). Die erlaubte Maximalhöhe ist {{ max_height }}px.

source: The video height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
de: Die Höhe des Videos ist zu gering ({{ height }}px). Die erforderliche Mindesthöhe ist {{ min_height }}px.

source: Each line should contain exactly {{ value }} columns.
de: Jede Zeile sollte exakt {{ value }} Spalten enthalten.

source: File should contain max. {{ value }} rows.
de: Die Datei sollte max. {{ value }} Zeilen enthalten.

source: Found empty line.
de: Eine leere Zeile wurde gefunden.
